Repository: ahmedJamalKamel/best_book_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Trending books
ar: الكتب الشائعة

# trendingbookssuptitle
source: Picked from most read books
ar: منتقى من معظم الكتب المقروءة

source: You may love
ar: قد تفضلها

# youmaylovesuptitle
source: Latest books come from your favourite topics
ar: أحدث الكتب تأتي من موضوعاتك المفضلة

# authorsforyou
source: Authors you follow
ar: المؤلفين الذين تتابعهم

source: More books for you
ar: المزيد من الكتب لك

source: Load more
ar: تحميل المزيد

source: Trending
ar: الشائع

source: All Book
ar: كل الكتب

source: All Author
ar: كل المؤلفين

source: Home
ar: الرئيسية

source: Save
ar: المحفوضات

source: Inbox
ar: خاص

# account
source: Setting
ar: الاعدادات

source: Trendings
ar: الشائعة

# trendingssub
source: Save your favourite books now andiscover them later. Only you can see your collection
ar: احفظ كتبك المفضلة الآن واكتشفها لاحقًا. فقط يمكنك رؤية مجموعتك

source: My collections
ar: مجموعاتي

# mycollectionssub
source: Save your favourite books now andiscover them later. Only uou can see your collection
ar: احفظ كتبك المفضلة الآن واكتشفها لاحقًا. أنت فقط تستطيع رؤية مجموعتك

source: My favourite
ar: المفضلة

source: Horror
ar: رعب

source: My profile
ar: ملفي

source: Customize interests
ar: تخصيص الاهتمامات

source: History reading list
ar: قائمة القراءة

# support
source: About
ar: عن التطبيق

source: Refer a friend
ar: أوص أحد الأصدقاء

source: Languages
ar: اللغات

source: Overview
ar: نبذة

source: Information
ar: معلومات

source: Review
ar: تقييمات

source: books
ar: كتب

source: About
ar: عنه

source: General
ar: عام

source: Membership
ar: عضوية

source: Security
ar: أمان

source: Topic
ar: موضوع

source: Authors
ar: فنانون

source: Greatest Books
ar: أفضل الكتب

# greatestbookssub
source: The Greatest Books of All Time
ar: أعظم الكتب على مر العصور

source: Search
ar: بحث

source: More
ar: المزيد

source: Suggestion
ar: اقتراح

source: Following
ar: تتابع

source: Your Interests
ar: اهتماماتك

# customizeinterestssub
source: Select your favourite topics, follow authors and they will be displayed at your homepage
ar: حدد موضوعاتك المفضلة ، وتابع المؤلفين وسيتم عرضها على صفحتك الرئيسية
